Repository: plante-app-team/plante
Catalog: lib/l10n/app_*.arb
Languages: ro

# app_markets_app_long_description
source: With Plante you can find vegan food products in your town and worldwide. You can not only find nearby grocery stores but also see which vegan products are sold there. Plante is a community-based app. Join us by adding your favorite products to the map and help others discover something delicious! Want an easy way to check if a product is vegan? Scan its barcode and Plante will tell you! See things that could be improved? Missing something? We are a small team working on enthusiasm, get in touch with us on Facebook (https://www.facebook.com/planteapp).
ro: Cu Plante poți găsi produse alimentare vegane în orașul tău și în întreaga lume. Nu numai că puteți găsi magazine alimentare din apropiere, dar puteți vedea și ce produse vegane sunt vândute acolo. Plante este o aplicație bazată pe comunitate. Alăturați-vă nouă adăugând produsele dvs. preferate pe hartă și ajutați-i pe alții să descopere ceva delicios! Doriți o modalitate ușoară de a verifica dacă un produs este vegan? Scanează-i codul de bare și Plante îți va spune! Vedeți lucruri care ar putea fi îmbunătățite? Lipseste ceva? Suntem o echipă mică care lucrează pe entuziasm, luați legătura cu noi pe Facebook (https://www.facebook.com/planteapp).

# app_markets_app_name
source: Plante - vegan groceries map
ro: Plante - harta produselor vegane

# app_markets_app_short_description
source: Find vegan groceries near you!
ro: Găsește alimente vegane lângă tine!

# app_markets_keywords
source: Vegan, food, stores, shops, groceries
ro: Vegan, alimente, magazin, shop, produse alimentare, aplicatie, locatie, mancare, mincare, vegana

# app_markets_screenshot_barcode_scanner_page
source: Scan products’ barcodes to see if they are vegan
ro: Scanează codul de bare al produsului pentru a vedea dacă acesta este vegan

# app_markets_screenshot_map_page
source: Find and put products to the map
ro: Găsiți și adăugați produse pe hartă

# app_markets_screenshot_new_product_page
source: Improve the app together with us
ro: Să îmbunătățim aplicația împreună

# app_markets_screenshot_product_page
source: See detailed info about products
ro: Vezi mai multe informații despre produse

# barcode_scan_page_add_info_in_your_langs
source: Add information
ro: Adaugă informații

# barcode_scan_page_add_product
source: Add the product
ro: Adăugați produsul

# barcode_scan_page_camera_permission_cancel_settings
source: Keep Camera Permission off
ro: Păstrați permisiunea camerei dezactivată

# barcode_scan_page_camera_permission_go_to_settings
source: Turn on in settings
ro: Activați în setări

# barcode_scan_page_camera_permission_reasoning
source: To start the barcodes scanner the app needs the camera permission
ro: Pentru a scana codul de bare, aplicația are nevoie de permisiunea utilizării camerei

# barcode_scan_page_camera_permission_reasoning_settings
source: In order to be able to scan a barcode, the app needs access to the camera. You can grant access in the app settings
ro: Pentru a putea scana un cod de bare, aplicația are nevoie de acces la cameră. Puteți acorda acces în setările aplicației

# barcode_scan_page_camera_permission_title
source: Plante needs access to the camera
ro: Plante are nevoie de acces la cameră

# barcode_scan_page_invalid_barcode
source: Invalid barcode
ro: Cod de bare invalid

# barcode_scan_page_is_product_sold_q
source: Is the product «<PRODUCT>» being sold at «<SHOP>»?
ro: Produsul ”<PRODUCT>” se vinde la ”<SHOP>”?

# barcode_scan_page_no_info_in_your_langs
source: No information about the product in your language
ro: Nu există informații despre produs în limba dvs

# barcode_scan_page_point_camera_at_barcode
source: Aim the camera at the product barcode
ro: Îndreptați camera către codul de bare al produsului

# barcode_scan_page_product_not_found
source: Product not found
ro: Produsul nu a fost găsit

# barcode_scan_page_product_not_found_descr
source: We don't have enough data about product <PRODUCT> yet, but you can help the community by adding it
ro: Încă nu avem suficiente date despre produsul <PRODUCT>, dar puteți ajuta comunitatea adăugându-l

# barcode_scan_page_scan_product
source: Start scanning
ro: Începeți scanarea

# contributed_by_user_products_widget_no_products_hint
source: Here you will see products you've added to the map or to the app
ro: Aici veți vedea produsele pe care le-ați adăugat pe hartă sau în aplicație

# country_be
source: Belgium
ro: Belgia

# country_de
source: Germany
ro: Germania

# country_dk
source: Denmark
ro: Danemarca

# country_es
source: Spain
ro: Spania

# country_fr
source: France
ro: Franța

# country_gb
source: Great Britain
ro: Marea Britanie

# country_gr
source: Greece
ro: Grecia

# country_it
source: Italy
ro: Italia

# country_lu
source: Luxembourg
ro: Luxemburg

# country_nl
source: Netherlands
ro: Olanda / Ţările de Jos

# country_no
source: Norway
ro: Norvegia

# country_pl
source: Poland
ro: Polonia

# country_pt
source: Portugal
ro: Portugalia

# country_se
source: Sweden
ro: Suedia

# create_shop_page_how_new_shop_is_called
source: What is the name of the store?
ro: Cum se numește acest magazin?

# create_shop_page_how_new_shop_is_called_hint
source: Spar
ro: Linella

# create_shop_page_how_new_shop_is_called_label
source: Store's name
ro: Denumirea magazinului

# create_shop_page_what_type_new_shop_has
source: Select store's type
ro: Selectați tipul magazinului

# display_product_page_add_info_in_your_langs
source: Add information
ro: Adaugă informații

# display_product_page_adding_non_vegan_product
source: Non-vegan products cannot be put on the map
ro: Produsele non-vegane nu pot fi plasate pe hartă

# display_product_page_barcode_btn
source: Barcode
ro: Cod de bare

# display_product_page_barcode_btn_descr
source: See and copy product's barcode
ro: Vezi și copiază codul de bare al produsului

# display_product_page_brand
source: Brand:
ro: Marca:

# display_product_page_click_to_help_with_veg_statuses
source: I can help!
ro: Pot să ajut!

# display_product_page_ingredients
source: Ingredients:
ro: Compoziție:

# display_product_page_ingredients_analysis
source: Automatic ingredients analysis
ro: Analiza automată a compoziției

# display_product_page_moderator_comment_dialog_close
source: Alright!
ro: În regulă!

# display_product_page_moderator_comment_dialog_source
source: Source:
ro: Sursa:

# display_product_page_moderator_comment_dialog_title
source: Moderator's comment
ro: Comentariul moderatorului

# display_product_page_no_info_in_your_langs
source: No information about the product in your language
ro: Nu există informații despre produs în limba dvs

# display_product_page_off_licence
source: Data from Open Food Facts
ro: Informații de pe OpenFoodFacts

# display_product_page_report_btn
source: Report incorrect information
ro: Raportați informații incorecte

# display_product_page_show_where_sold_v2
source: Where to find
ro: Unde se poate de găsit

# display_product_page_table_column1
source: Product
ro: Produs

# display_product_page_table_negative
source: No
ro: Nu

# display_product_page_table_positive
source: Yes
ro: Da

# display_product_page_table_possible
source: Ambiguous
ro: Ambiguu

# display_product_page_table_unknown
source: Unknown
ro: Necunoscut

# display_product_page_veg_mark_on_map
source: Help with location
ro: Ajutor la locație

# display_product_page_veg_status_explanations_ok
source: Alright!
ro: În regulă!

# display_product_page_veg_status_negative_explanation
source: The ingredient is not vegan.
ro: Ingredientul nu este vegan.

# display_product_page_veg_status_positive_explanation
source: The ingredient is vegan.
ro: Ingredientul este vegan.

# display_product_page_veg_status_positive_warning
source: Manufacturer can change product's ingredients at any time - please verify product's vegan status manually before buying it, just in case
ro: Producătorul poate schimba compoziția produsului în orice moment - vă rugăm să verificați manual statutul vegan al produsului înainte de a-l cumpăra, pentru orice eventualitate.

# display_product_page_veg_status_possible_explanation
source: The ingredient can have positive or negative vegan status depending on how it was manufactured. For example, "Ferment" can be both vegan and non-vegan
ro: Ingredientul poate fi vegan sau nevegan, în funcție de modul în care a fost fabricat. De exemplu, „Ferment” poate fi atât vegan, cât și non-vegan

# display_product_page_veg_status_unknown_explanation
source: No information was found about the ingredient when its vegan status was determined
ro: Nu au fost găsite informații despre ingredient când a fost stabilit statutul său vegan

# edit_profile_page_cancel_editing_q
source: Cancel profile editing?
ro: Anulați editarea profilului?

# edit_profile_page_title
source: Edit profile
ro: Editează profilul

# edit_user_data_widget_about_me_label
source: About me (optional)
ro: Despre mine (opțional)

# edit_user_data_widget_avatar_delete
source: Delete user avatar
ro: Ștergeți avatarul utilizatorului

# edit_user_data_widget_avatar_description
source: User avatar (optional)
ro: Avatarul utilizatorului (opțional)

# edit_user_data_widget_name_hint
source: John
ro: Ion

# edit_user_data_widget_name_label
source: Name
ro: Nume

# expandable_plante_collapse
source: Collapse
ro: Minimizează

# expandable_plante_expand
source: Expand
ro: Extinde

# external_auth_page_continue_with
source: Continue with
ro: Continuă cu

# external_auth_page_continue_with_apple
source: Continue with Apple
ro: Continuați cu Apple

# external_auth_page_google_email_not_verified
source: Error: Google email is not verified
ro: Eroare: adresa de e-mail Google nu este verificată

# external_auth_page_privacy_policy
source: Privacy policy
ro: Politica de confidențialitate

# global_barcode
source: Barcode
ro: Codul de bare

# global_cancel
source: Cancel
ro: Anulare

# global_copied_to_clipboard
source: Copied to clipboard
ro: Copiat în clipboard

# global_copy
source: Copy
ro: Copiază

# global_done
source: Done
ro: Efectuat

# global_done_thanks
source: Done! Thank you!
ro: Efectuat! Mulțumesc!

# global_meters
source: meters
ro: metri

# global_miles
source: mi
ro: mile

# global_n_days_ago_v2
source: {count, plural, =0{today} =1{yesterday} other{{count} days ago}}
ro: {count, plural, =0 {azi} one {ieri} few {{count} zile în urmă} other {{count} zile în urmă}}

# global_n_hours_ago_v2
source: {count, plural, =0{less than an hour ago} =1{1 hour ago} other{{count} hours ago}}
ro: {count, plural, =0 {mai puțin de 1 oră în urmă} one {1 oră în urmă} few {{count} ore în urmă} other {{count} ore în urmă}}

# global_n_minutes_ago_v2
source: {count, plural, =0{just now} =1{1 minute ago} other{{count} minutes ago}}
ro: {count, plural, =0 {chiar acum} one {1 minută în urmă} few {{count} minute în urmă} other {{count} minute în urmă}}

# global_n_months_ago_v2
source: {count, plural, =0{this month} =1{1 month ago} other{{count} months ago}}
ro: {count, plural, =0 {luna aceasta} one {1 lună în urmă} few {{count} luni în urmă} other {{count} luni în urmă}}

# global_n_weeks_ago_v2
source: {count, plural, =0{this week} =1{1 week ago} other{{count} weeks ago}}
ro: {count, plural, =0 {săptămâna aceasta} one {1 săptămână în urmă} few {{count} săptămâni în urmă} other {{count} săptămâni în urmă}}

# global_n_years_ago_v2
source: {count, plural, =0{this year} =1{1 year ago} other{{count} years ago}}
ro: {count, plural, =0 {anul acesta} one {1 an în urmă} few {{count} ani în urmă} other {{count} ani în urmă}}

# global_network_error
source: Network error - please check your internet connection
ro: Eroare de rețea - vă rugăm să verificați conexiunea la internet

# global_no
source: No
ro: Nu

# global_oops_no
source: Oops, no
ro: Hopa! Nu

# global_open_app_settings
source: Open app settings
ro: Deschideți setările aplicației

# global_save
source: Save
ro: Salvează

# global_send
source: Send
ro: Trimite

# global_something_went_wrong
source: Oops, something went wrong
ro: Hopa, ceva nu a mers bine

# global_try_again
source: Try again
ro: Încearcă încă o dată

# global_yes
source: Yes
ro: Da

# help_with_veg_status_page_title
source: Help with vegan status
ro: Ajutor la statutul vegan al produsului

# image_crop_page_error_small_image
source: The image is too small
ro: Imaginea e prea mică

# image_crop_page_title
source: Let's crop it!
ro: Haideți să decupăm!

# init_product_page_adding_non_vegan_product
source: Non-vegan products cannot be added to a store
ro: Produsele non-vegane nu pot fi adăugate în magazin

# init_product_page_brand_optional
source: Brand (optional)
ro: Marca / Brand (opțional)

# init_product_page_camera_permission_reasoning_settings
source: To take pictures of a product please give the camera permission to the app in the app settings
ro: Pentru a fotografia produsul, vă rugăm să dați permisiune aplicației să folosească camera în setările aplicației

# init_product_page_cancel_adding_product_q
source: Cancel product creation?
ro: Anulați plasarea produsului?

# init_product_page_delete_photo_q
source: Delete photo?
ro: Ștergeți fotografia?

# init_product_page_is_it_vegan
source: Is product vegan?
ro: Este produsul vegan?

# init_product_page_lang_title
source: Product packaging language
ro: Limba de pe ambalajul produsului

# init_product_page_ocr_error_descr
source: Could not auto-recognize ingredients. You can try restart the recognition, or manually type the ingredients list, or skip this step - the ingredients photo is enough
ro: Nu s-au putut recunoaște automat ingredientele. Puteți încerca să reporniți recunoașterea sau să tastați manual lista de ingrediente sau să omiteți acest pas - fotografia compoziției este suficientă

# init_product_page_ocr_in_progress
source: Ingredients recognition...
ro: Recunoașterea compoziției...

# init_product_page_open_map
source: Add to store
ro: Adăugați în magazin

# init_product_page_please_select_lang
source: Please select packaging language
ro: Vă rugăm să selectați limba de pe ambalaj

# init_product_page_product_name
source: Name
ro: Denumirea

# init_product_page_take_front_photo
source: Packaging front photo
ro: Fotografia feței ambalajului

# init_product_page_take_ingredients_photo
source: Packaging ingredients photo
ro: Fotografia compoziției de pe ambalaj

# init_product_page_title
source: New product
ro: Produs nou

# init_product_page_verify_ingredients_ocr
source: Please correct manually any errors made by auto ingredients recognition
ro: Vă rugăm să corectați manual orice erori făcute de recunoașterea automată a compoziției

# init_product_page_where_sold_optional
source: Where is it sold? (optional)
ro: Unde se vinde? (optional)

# init_user_page_done_button_title
source: Done
ro: Efectuat

# init_user_page_langs_explanation
source: Select the languages you know — some products are sold in many countries and thus may have packagings in different languages
ro: Selectați limbile pe care le cunoașteți — unele produse sunt vândute în mai multe țări și prin urmare pot avea ambalaje în diferite limbi

# init_user_page_next_button_title
source: Next
ro: Următorul

# ios_NSCameraUsageDescription
source: With camera access you can scan products' barcodes to see detailed information and take pictures to add new products
ro: Cu accesul la cameră, puteți scana codurile de bare ale produselor pentru a vedea informații detaliate despre acestea și puteți face fotografii pentru a adăuga produse noi

# ios_NSLocationWhenInUseUsageDescription
source: With access to your device's location location we can find nearby stores!
ro: Cu acces la locația dispozitivului dvs. putem găsi magazine în apropiere!

# ios_NSPhotoLibraryUsageDescription
source: This app needs access to your library to upload pictures of products
ro: Această aplicație are nevoie de acces la biblioteca dvs. pentru a încărca imaginile produselor

# lang_ar
source: Arabic
ro: Arabă

# lang_be
source: Belarusian
ro: Belarusă

# lang_bg
source: Bulgarian
ro: Bulgară

# lang_ca
source: Catalan
ro: Catalană

# lang_cs
source: Czech
ro: Cehă

# lang_da
source: Danish
ro: Daneză

# lang_de
source: German
ro: Germană

# lang_el
source: Greek
ro: Greacă

# lang_en
source: English
ro: Engleză

# lang_es
source: Spanish
ro: Spaniolă

# lang_fi
source: Finnish
ro: Finlandeză

# lang_fr
source: French
ro: Franceză

# lang_hr
source: Croatian
ro: Croată

# lang_hu
source: Hungarian
ro: Maghiară

# lang_in
source: Indonesian
ro: Indoneziană

# lang_it
source: Italian
ro: Italiană

# lang_iw
source: Hebrew
ro: Ebraică

# lang_ja
source: Japanese
ro: Japoneză

# lang_kk
source: Kazakh
ro: Kazahă

# lang_ko
source: Korean
ro: Coreeană

# lang_lt
source: Lithuanian
ro: Lituaniană

# lang_lv
source: Latvian
ro: Letonă

# lang_nb
source: Norwegian
ro: Norvegiană

# lang_nl
source: Dutch
ro: Olandeză

# lang_pl
source: Polish
ro: Poloneză

# lang_pt
source: Portuguese
ro: Portugheză

# lang_ro
source: Romanian
ro: Română

# lang_ru
source: Russian
ro: Rusă

# lang_sk
source: Slovak
ro: Slovacă

# lang_sl
source: Slovenian
ro: Slovenă

# lang_sr
source: Serbian
ro: Sârbă

# lang_sv
source: Swedish
ro: Suedeză

# lang_th
source: Thai
ro: Tailandeză

# lang_tr
source: Turkish
ro: Turcă

# lang_uk
source: Ukrainian
ro: Ucraineană

# lang_vi
source: Vietnamese
ro: Vietnameză

# lang_zh
source: Chinese
ro: Chineză

# main_page_add_product
source: Add a product
ro: Adaugă un produs

# main_page_add_product_hint
source: Please scan product's barcode
ro: Vă rugăm să scanați codul de bare al produsului

# main_page_add_shop
source: Add a store
ro: Adaugă un magazin

# map_page_cancel_putting_product_q
source: Cancel putting the product to the map?
ro: Doriți să anulați plasarea produsului pe hartă?

# map_page_cancel_shop_creation_q
source: Cancel new store creation?
ro: Anulați crearea unui magazin nou?

# map_page_click_on_shop_where_product_sold
source: Click the store marker, where the product is being sold
ro: Faceți clic pe iconița magazinului, unde se vinde produsul

# map_page_click_where_new_shop_located
source: Click where the new store is located
ro: Faceți clic pe locul în care se află noul magazin

# map_page_filter_all_shops
source: All stores
ro: Toate magazinele

# map_page_filter_not_empty_shops2
source: Only stores with products
ro: Numai magazine cu produse

# map_page_is_new_product_sold_q
source: Is the product being sold here?
ro: Produsul se vinde aici?

# map_page_is_product_sold_q
source: Is «<PRODUCT>» being sold here?
ro: Acest «<PRODUCT>» se vinde aici?

# map_page_is_shop_location_correct
source: Is the displayed store location correct?
ro: Locația afișată a magazinului este corectă?

# map_page_load_shops_of_this_area
source: Load stores of this area
ro: Încarcă magazinele din această zonă

# map_page_loading_shops_hint1
source: Loading stores in the area
ro: Se încarcă magazine din regiunea ta

# map_page_loading_shops_hint2
source: Still loading stores - seems there are a lot of stores in this area
ro: Încă se încărcă magazinele - se pare că sunt multe magazine în această regiune

# map_page_loading_shops_hint3
source: Loading stores takes longer than expected, thank you for being patient
ro: Încărcarea magazinelor durează mai mult decât era așteptat, vă mulțumim pentru răbdare

# map_page_loading_suggested_products_hint_v2
source: Searching for products nearby
ro: Se caută produse în apropiere

# map_page_location_permission_cancel_go_to_settings
source: Keep Location Services off
ro: Păstrează Serviciile de localizare deconectate

# map_page_location_permission_go_to_settings
source: Turn on in Settings
ro: Pornește în Setări

# map_page_location_permission_reasoning_settings
source: Plante works best with Location Services turned on. You'll get information about stores based on your location
ro: Plante lucrează mai bine cu Serviciile de localizare pornite. Vei avea acces la informații privind magazinele din preajma locației tale

# map_page_location_permission_title
source: Location Services
ro: Servicii de localizare

# map_page_no_shops_hint_in_select_shops_mode
source: We don't know of any stores nearby. But you can add a new one by clicking the round button with a plus on the right!
ro: Nu cunoaștem niciun magazin în apropiere. Dar puteți adăuga unul nou făcând clic pe butonul rotund cu un plus în dreapta!

# map_page_no_shops_hint3
source: There are no stores in the area yet. You can try to move the map or change the filters above.
ro: Deocamdată nu există magazine în această zonă. Puteți încerca să mișcați harta sau să schimbați filtrele de mai sus.

# map_page_open_street_map_licence
source: Data from Open Street Map
ro: Date de pe OpenStreetMap

# map_page_shop_added_to_map
source: The store is added to the map
ro: Magazinul este adăugat pe hartă

# map_page_show_found_shops_on_map
source: Show on map
ro: Arată pe hartă

# map_page_zoom_in_to_see_shops
source: Please zoom in to see stores
ro: Vă rugăm să măriți pentru a vedea magazinele

# map_search_bar_button_title
source: Search
ro: Căutare

# map_search_bar_hint
source: Search stores and streets
ro: Căutați magazine și străzi

# map_search_page_search_hint
source: Enter some text and tap Search
ro: Introduceți text și apăsați Căutare

# map_search_page_shops_not_found
source: No stores found
ro: Nu s-au găsit magazine

# map_search_page_shops_title
source: Found stores
ro: Magazine găsite

# map_search_page_streets_not_found
source: Streets not found
ro: Străzile nu au fost găsite

# map_search_page_streets_title
source: Found streets
ro: Străzi găsite

# mod_reason_all_ingredients_are_vegan
source: Product has no non-vegan ingredients
ro: Produsul nu conține ingrediente non-vegane

# mod_reason_ambiguous_ingredients_are_almost_always_vegan_in_modern_food_industry
source: Some ingredients are historically ambiguous, but in the modern food industry are almost always vegan
ro: Unele ingrediente istoric / din trecut sunt ambigue, dar în industria alimentară modernă sunt aproape mereu vegane

# mod_reason_cane_sugar_in_ingredients
source: Product contains cane sugar, which could be processed through Bone Black/Bone Char.
ro: Produsul conține zahăr din trestie de zahăr, care ar putea fi procesat prin cărbune din oase.

# mod_reason_certified_vegan
source: Product is certified vegan
ro: Produsul este certificat VEGAN

# mod_reason_honey_in_ingredients
source: Product contains honey
ro: Produsul conține miere

# mod_reason_info_found_in_external_source
source: Information found in an external source
ro: Informație găsită într-o sursă externă

# mod_reason_ingredients_list_has_ambiguous_entries_but_product_has_vegan_label
source: The product has ambiguous ingredients (ambiguous ingredients can be vegan or non-vegan depending on how they were manufactured), but it also has a Vegan label on its packaging.
ro: Produsul conține ingrediente ambigue (ingredientele ambigue pot fi vegane sau non-vegane, în funcție de modul în care au fost fabricate), dar produsul deasemenea are eticheta VEGAN pe ambalaj.

# mod_reason_manufacturer_confirmed_non_vegan_ingredients_absence
source: Manufacturer confirmed non-vegan ingredients absence
ro: Producătorul a confirmat absența ingredientelor non-vegane

# mod_reason_manufacturer_confirmed_non_vegan_ingredients_presence
source: Manufacturer confirmed non-vegan ingredients presence
ro: Producătorul a confirmat prezența ingredientelol non-vegane

# mod_reason_manufacturer_did_not_help_with_ambiguous_ingredients
source: Product has ambiguous ingredients. The product's manufacturer did not respond to our request or refused to provide needed clarifications.
ro: Produsul conține ingrediente ambigue. Producătorul produsului nu a răspuns solicitării noastre sau a refuzat să ofere clarificările necesare.
