Repository: plante-app-team/plante
Catalog: lib/l10n/app_*.arb
Languages: ro

# mod_reason_manufacturer_did_not_help_with_very_suspicious_ingredients
source: Product has ambiguous ingredients which very often are non-vegan. The product's manufacturer did not respond to our request or refused to provide needed clarifications.
ro: Produsul conține ingrediente ambigue care deseori sunt non-vegane. Producătorul produsului nu a răspuns solicitării noastre sau a refuzat să ofere clarificările necesare.

# mod_reason_non_vegan_practices_but_helps_veganism
source: Product's manufacturing process utilizes non-vegan practices. But the product is considered ambiguous by Plante because all ingredients are vegan, and its mainstream appeal to help the vegan movement grow.
ro: Procesul de fabricație al produsului utilizează practici non-vegane. Însă produsul este considerat ambiguu de către Plante, deoarece toate ingredientele sunt vegane, iar scopul nostru de bază este de a ajuta mișcarea vegană să crească.

# mod_reason_possibly_cane_sugar_in_ingredients
source: Product contains sugar, which could be obtained from sugarcane and processed through Bone Black/Bone Char.
ro: Produsul conține zahăr, care ar putea fi obținut din trestie de zahăr, și procesat procesat prin cărbune din oase.

# mod_reason_some_ingredient_has_unknown_origin
source: Some of the ingredients have unknown origin
ro: Unele ingrediente au origine necunoscută

# mod_reason_some_ingredient_is_in_fact_a_category2
source: Ingredients labeled as "Flavors", "Natural Dyes", "Additives" (or in a similar ambiguous fashion) come from either plant, animal, or mineral sources.
ro: Ingredientele etichetate ca „Arome”, „Coloranți naturali”, „Aditivi” (sau alți termeni la fel de ambigui) provin din surse vegetale, animale sau minerale.

# mod_reason_some_ingredient_is_non_vegan
source: Product has non-vegan ingredients
ro: Produsul nu conține ingrediente non-vegane

# mod_reason_some_ingredient_is_possibly_non_vegan
source: Product has ambiguous ingredients (ambiguous ingredients can be vegan or non-vegan depending on how they were manufactured)
ro: Produsul conține ingrediente ambigue (ingredientele ambigue pot fi vegane sau non-vegane, în funcție de modul în care au fost fabricate)

# mod_reason_some_of_product_series_have_non_vegan_ingredients
source: Some of product series have non-vegan ingredients and some don't — please read ingredients list carefully!
ro: Unele partide de produse conțin ingrediente non-vegane, iar altele nu - vă rugăm citiți cu atenție conținutul de pe etichetă!

# mod_reason_tested_on_animals
source: Animal tested product
ro: Produs testat pe animale

# news_feed_page_label_for_new_product_at_shop
source: New product
ro: Produs nou

# news_feed_page_new_events_title
source: New events nearby
ro: Noutăți în apropiere

# news_feed_page_report_news_piece_btn
source: Report the news piece
ro: Raportați noutatea

# news_piece_report_dialog_title
source: Please let us know if you think there's something not right with the news piece
ro: Vă rugăm să ne anunțați dacă credeți că ceva nu este în neregulă cu noutatea aceasta

# pick_existing_shop_page_create_shop_button
source: Create a new store
ro: Creează un magazin nou

# pick_existing_shop_page_is_new_store_not_listed_q
source: The store is not in the list?
ro: Magazinul nu este în listă?

# pick_existing_shop_page_title
source: There are some stores nearby - maybe the new shop is already among them?
ro: Sunt câteva magazine în apropiere - e posibil ca magazinul nou deja să fie printre ele?

# product_report_dialog_report_sent
source: Report sent
ro: Raport expediat

# product_report_dialog_title
source: Please let us know if you think the product information needs to be edited or extended
ro: Vă rugăm să ne informați dacă credeți că informațiile despre produs trebuie editate sau detaliate

# products_history_widget_no_history_hint
source: Here you will see products you've viewed or scanned
ro: Aici vei vedea produsele vizualizate sau scanate

# profile_page_edit_profile
source: Edit profile
ro: Editează profilul

# profile_page_products_history
source: History
ro: Istoria

# profile_page_products_my_products
source: My products
ro: Produsele mele

# settings_account_deletion_dialog_confirmation_request
source: Please type your user name to confirm your account deletion:
ro: Vă rugăm să introduceți numele dvs. de utilizator pentru a confirma ștergerea contului:

# settings_account_deletion_dialog_title
source: User account deletion
ro: Ștergerea contului utilizatorului

# settings_account_deletion_dialog_warning
source: Beware! Account deletion cannot be undone!
ro: Atenție! Ștergerea contului nu se poate anula ulterior!

# settings_button_delete_my_account
source: Delete my account
ro: Ștergerea contului meu

# settings_cache_page_clear_map_cache_and_exit
source: Clear map cache and exit
ro: Ștergeți memoria cache a hărții și ieșiți

# settings_cache_page_title
source: App cache
ro: Memoria cache a aplicației

# settings_page_distance_in_miles
source: Display distance in miles
ro: Afișează distanța în mile

# settings_page_help_and_feedback_contacts_title
source: Contact or follow us:
ro: Contactează-ne sau urmărește-ne:

# settings_page_help_and_feedback_title
source: Help and feedback
ro: Asistență și feedback

# settings_page_langs_i_know
source: My languages
ro: Limbile mele

# settings_page_open_cache_settings
source: Manage app cache
ro: Gestionați memoria cache a aplicației

# settings_page_send_logs
source: Send logs
ro: Trimite informații de conectare

# settings_page_show_products_off_suggestions
source: Show products seen in other stores with the same name in the same country
ro: Afișați produsele văzute în alte magazine cu același nume din aceeași țară

# settings_page_show_products_radius_suggestions
source: Show products seen in other stores with the same name nearby
ro: Afișați produsele observate în alte magazine din apropiere cu același nume

# settings_page_stores_settings_title
source: Stores settings
ro: Setările magazinului

# settings_page_title
source: Settings
ro: Setări

# settings_page_your_id
source: Your ID:
ro: ID-ul dvs:

# shop_address_widget_possible_address
source: Approximate address:
ro: Adresa aproximativă:

# shop_card_add_product
source: Add product
ro: Adaugă un produs

# shop_card_directions
source: Directions
ro: Indicatii

# shop_card_no_products_listed
source: Nothing listed
ro: Nimic plasat

# shop_card_open_shop_products
source: Product list
ro: Lista de produse

# shop_card_products_listed
source: Products listed
ro: Lista de produse

# shop_product_range_page_add_product
source: Add a product
ro: Adaugă un produs

# shop_product_range_page_confirmed_products_country
source: Products seen in this store by users of Plante
ro: Produse observate în acest magazin de utilizatorii Plante

# shop_product_range_page_have_you_seen_product_here
source: Do they sell it here?
ro: Se vinde aici?

# shop_product_range_page_product_last_seen_here
source: Last seen here:
ro: Văzut ultima dată aici:

# shop_product_range_page_suggested_product_hint2
source: Seen in other <SHOP> stores
ro: Observat și în alte magazine <SHOP>

# shop_product_range_page_suggested_products_city
source: Products seen in other <SHOP> stores nearby
ro: Produse văzute în alte magazine <SHOP> din apropiere

# shop_product_range_page_suggested_products_country
source: Products seen in other <SHOP> stores in <COUNTRY>
ro: Produse observate în alte <SHOP> magazine din <COUNTRY>

# shop_product_range_page_suggested_products_country_unknown
source: Products seen in other <SHOP> stores in this country
ro: Produse observate în alte magazine <SHOP> din această țară

# shop_product_range_page_this_shop_has_no_product
source: No products are added to this store yet
ro: Niciun produs încă nu a fost adăugat în acest magazin

# shop_product_range_page_you_sure_negative_vote
source: Are you sure the product is not sold in this store?
ro: Ești sigur/ă că acest produs nu se vinde în acest magazin?

# shop_product_range_page_you_sure_positive_vote
source: Are you sure you saw the product in this store?
ro: Ești sigur/ă că ai văzut acest produs în acest magazin?

# shop_type_bakery
source: Bakery
ro: Brutărie

# shop_type_beverages
source: Beverages
ro: Băuturi

# shop_type_cheese
source: Cheese
ro: Brânzeturi

# shop_type_chocolate
source: Chocolate
ro: Ciocolaterie

# shop_type_coffee
source: Coffee
ro: Cafenea

# shop_type_confectionery
source: Confectionery
ro: Cofetărie

# shop_type_convenience
source: Convenience
ro: Magazin de cartier

# shop_type_dairy
source: Dairy
ro: Lactate

# shop_type_deli
source: Deli
ro: Gastronomic

# shop_type_farm
source: Farm
ro: Fermier

# shop_type_frozen_food
source: Frozen food
ro: Produse congelate

# shop_type_general
source: General
ro: Universal

# shop_type_greengrocer
source: Greengrocer
ro: Fructe și legume

# shop_type_grocery
source: Grocery
ro: Băcănie

# shop_type_health_food
source: Health food
ro: Produse sănătoase

# shop_type_ice_cream
source: Ice cream
ro: Înghețată

# shop_type_pasta
source: Pasta
ro: Paste

# shop_type_pastry
source: Pastry
ro: Patiserie

# shop_type_spices
source: Spices
ro: Condimente

# shop_type_wholesale
source: Wholesale
ro: Angro

# user_langs_widget_system_lang
source: (System language)
ro: (Limba sistemului)

# veg_status_displayed_not_vegan
source: Not vegan
ro: Nu este vegan

# veg_status_displayed_veg_status_source_community
source: Info from community
ro: Informatii de la comunitate

# veg_status_displayed_veg_status_source_moderator
source: Verified
ro: Verificat

# veg_status_displayed_veg_status_source_off
source: Ingredients auto-analysis
ro: Autoanaliza ingredientelor

# veg_status_displayed_veg_status_source_unknown
source: Internal error: source unknown
ro: Eroare internă: cauză necunoscută

# veg_status_displayed_vegan_status_possible
source: Ambiguous vegan status
ro: Statut vegan ambiguu

# veg_status_displayed_vegan_status_unknown
source: Unknown vegan status
ro: Statut vegan necunoscut

# veg_status_selection_panel_dunno
source: Not sure
ro: Nu sunt sigur/ă

# veg_status_selection_panel_negative
source: No
ro: Nu

# veg_status_selection_panel_positive
source: Yes
ro: Da
